[
	{
		"title": "Jonas",
		"tags": "",
		"body": "Hello Detective.\nI've finished my prelimanary examination of the body.\nWhat would you like to know?\n[[What was the cause of death? |Jonas.CauseOfDeath]]\n[[Nothing for now. |Jonas.Exit]]",
		"position": {
			"x": -10,
			"y": -309
		},
		"colorID": 0
	},
	{
		"title": "Jonas.Exit",
		"tags": "",
		"body": "Okay, well feel free to come back and ask any questions.",
		"position": {
			"x": 316,
			"y": -262
		},
		"colorID": 0
	},
	{
		"title": "Jonas.CauseOfDeath",
		"tags": "",
		"body": "The exact cause of death is unclear at this stage.\nWhat I can say for sure, is that the victim was attacked by multiple assailants.\nThere are multiple injuries to the face, possibly inflicted by bare hands.\nThe victim has also been shot through the stomach.\nThough it's puzzling that the victim died from these.\n[[Let's talk about these facial injuries|Jonas.FaceInjuries]]\n[[What details to you have about the gunshot wound? |Jonas.Gunshot]]\n[[What's puzzling? |Jonas.Mystery]]",
		"position": {
			"x": -358,
			"y": -49
		},
		"colorID": 0
	},
	{
		"title": "Jonas.FaceInjuries",
		"tags": "",
		"body": "The face has been struck multiple times.\nThere's a couple of chipped teeth, and a lot of bruising around the right side of the face.\nThis indicates a pretty powerful punch was delivered before the victim died.\nI'll be able to let you know more once I take x-rays of the skull.\n[[Let's talk about the gunshot wound next|Jonas.Gunshot]]\n[[What was strange about these wounds?|Jonas.Mystery]]\n[[Thanks Jonas, I'll come back if there's anything else|Jonas.Exit]]\n",
		"position": {
			"x": -363,
			"y": 301
		},
		"colorID": 0
	},
	{
		"title": "Jonas.Gunshot",
		"tags": "",
		"body": "The bullet entered through the abdomen and pierced the large intestine and pancreas before it exited near the nape of the back.\nFrom the damage and fragments left behind, the bullet was likely full metal jacket 5.56mm. Used by the military, but still can be bought easily on the street.\nIt's strange though, this damage shouldn't have been as catastrophic as it was.\n[[What about the facial wounds?|Jonas.FaceInjuries]]\n[[Why are these wounds strange?|Jonas.Mystery]]\n[[Thanks Jonas, I'll come back if there's anything else|Jonas.Exit]]",
		"position": {
			"x": 15,
			"y": 493
		},
		"colorID": 0
	},
	{
		"title": "Jonas.Mystery",
		"tags": "",
		"body": "Well it's strange.\nThe bullet wound was fatal, but not immediately.\nA wound like that would have taken a few days to die from.\nLikewise, the punch to the face was heavy, but definately not lethal.\nEven together, the two wounds wouldn't have caused death as quickly as these wounds have.\nI'm still waiting on the blood toxicology to come back. Maybe that will tell me more.\n[[Tell me more about the bullet wound.|Jonas.Gunshot]]\n[[Give me details about the facial injuries|Jonas.FaceInjuries]]\n[[Thanks Jonas, I'll come back if there's anything else|Jonas.Exit]]",
		"position": {
			"x": 338,
			"y": 302
		},
		"colorID": 0
	}
]