[
	{
		"title": "Rachael",
		"tags": "",
		"body": "<<runAnimation AnimationObject talking Rachael>>\n<<if visited (\"Rachael\") is false>>\nRachael: Hello detective. Can I help you?\n->Sorry to interupt but I have some questions for you.\n    Rachael: That's alright.\n->Yes, I have some questions for you.\n    Rachael: Well make it quick, I'm a busy woman.\nRachael: What is this about?\n->Last night Jacob Wright was killed. I'm investigating.\n    Rachael: *sigh* I knew he'd get himself in trouble eventually.\n->I'm investigating a murder last night.\n    Rachael: You mean Jacob, don't you?\n    ->Yes.\n        Rachael: *sigh* I knew he'd get himself into trouble over this.\n    ->No\n        Rachael: Oh good. What can I do to help?\n    ->I can't comment on an ongoing investigation. Sorry.\n        Rachael: That answers my question. \n    ->What makes you ask that?\n        Rachael: It's obvious isn't it? After the announcement someone was bound to be angry.\n<<else>>\nRachael: Yes?\n<<endif>>\n[[What were your movements last night?|Rachael.LastNight]]\n[[What can you tell me about Jacob's announcement?|Rachael.Jacob]]\n[[Just a moment, let me consult my notes|Rachael.Exit]]\n",
		"position": {
			"x": 244,
			"y": -84
		},
		"colorID": 0
	},
	{
		"title": "Rachael.LastNight",
		"tags": "",
		"body": "<<runAnimation AnimationObject talking2 Rachael>>\n\nRachael: Let's see. I finished work here at 5:00. Ask my staff.\nRachael: From there, I went to my favourite bar for a drink.\n<<set $barUnlocked to true>>\nRachael: I left there at around 8, and went home.\n->Do you have anyone who can back that up?\n    Rachael: My staff and the bartender at BARNAME.\n    ->Thanks.\n        Rachael: Anything else?\n    ->Can anyone vouch for you at home?\n        Rachael: I live on my own, so no.\n->Thanks. I'll add that to my notes\nRachael: I'm not a suspect am I?\n->Everyone is a suspect at this stage.\n->I'm just following all the leads.\nRachael: I see.\n[[What can you tell me about Jacob's announcement?|Rachael.Jacob]]\n[[Just a moment, let me consult my notes|Rachael.Exit]]",
		"position": {
			"x": 244,
			"y": 336
		},
		"colorID": 0
	},
	{
		"title": "Rachael.Jacob",
		"tags": "",
		"body": "<<runAnimation AnimationObject talking Rachael>>\nRachael: Well, I suppose most people don't know what we do here.\n->Give me details.\n    Rachael: Our company produces microprocessors. Very high quality technology.\n    Rachael: Currently we make a lot of components for the military.\n    Rachael: Things like stabilizers on Tanks, or targeting systems for missiles.\n->Just cliff-notes if you don't mind.\n    Rachael: Okay then. Short of it is we make military hardware.\n\nRachael: Recently Jacob had a change of heart about our business.\nRachael: He decided that if we want to be an ethical company, we need to stop feeding war with our technology.\nRachael: Needless to say, this didn't go down especially well with the shareholders.\n\nRachael: I tried to talk him out of it, but he's stubborn. Convinced his way is the only way.\n\n[[What were your movements last night?|Rachael.LastNight]]\n[[Just a moment, let me consult my notes|Rachael.Exit]]",
		"position": {
			"x": 554,
			"y": 359
		},
		"colorID": 0
	},
	{
		"title": "Rachael.Exit",
		"tags": "",
		"body": "Rachael: Okay. I'll just get back to my emails.",
		"position": {
			"x": 964,
			"y": -89
		},
		"colorID": 0
	},
	{
		"title": "Rachael.Intro",
		"tags": "",
		"body": "<<set $morgueCall to true>>\n<<thinkingFont Dialogue>>\nIt's funny how quickly a receptionist changes their tune when you flash your badge.\nThey weren't going to let me in to start with, but a quick flash of a badge, and I'm waved straight through...\n<<endThinkingFont Dialogue>>",
		"position": {
			"x": -61,
			"y": -83
		},
		"colorID": 0
	}
]